<?php

/**
 * تنظیمات اصلی پلاگین
 */

return [
    /*
    |--------------------------------------------------------------------------
    | Service Providers
    |--------------------------------------------------------------------------
    |
    | لیست Service Provider هایی که باید بارگذاری شوند
    |
    */
    'providers' => [
        \WPFramework\Providers\AppServiceProvider::class,
    ],

    /*
    |--------------------------------------------------------------------------
    | Aliases
    |--------------------------------------------------------------------------
    |
    | نام‌های مستعار برای کلاس‌ها
    |
    */
    'aliases' => [
        // 'App' => \WPFramework\Core\Application::class,
    ],
];

